{
	"chatMsgs": {
		"staff": {
			"name": "Staff",
			"short": "Dit zijn de mensen die bij Twitch werken",
			"link": "http://i.imgur.com/JACDsjP.png",
			"long": "Staff zijn de mensen die bij Twitch zelf werken en zorgen dat de website in leven blijft. Dit kunnen mensen zijn die werken als programmeurs, mensen die partners helpen en nog veel meer!"
		},
		"admin": {
			"name": "Admin",
			"short": "Mensen die voor Twitch werken en houden de streamers in de gaten",
			"link": "http://i.imgur.com/SppyShU.png",
			"long": "Dit zijn betaalde medewerkers bij Twitch die zorgen dat streamers en kijkers zich houden aan de Terms of Service van Twitch. Ze bekijken ook reports van kanalen. Admins zorgen er dus voor dat Twitch een leuke en veilige website blijft."
		},
		"globalMod": {
			"name": "Global Moderator",
			"short": "Vrijwilligers die helpen op Twitch",
			"link": "http://i.imgur.com/DOTT3Qu.png",
			"long": "Dit zijn vrijwilligers die bij Twitch werken om een bepaald deel van Twitch in de gaten te houden. Ze hebben veel ervaring op Twitch en weten hoe de website werkt. Global moderatos hebben dezelfde rechten als channel moderators, maar dan op de gehele website!"
		},
		"mod": {
			"name": "Moderator",
			"short": "Helpen mensen in de chat en houden het een rustige plek",
			"link": "http://i.imgur.com/jeAkmQy.png",
			"long": "Omdat de streamer zelf bezig is met de livestream, kan hij niet altijd bezig zijn met de regels in de chat, daarom stelt de streamer vaak 'moderators' aan. Deze mensen houden voor hem de chat in de gaten en kunnen dan ook mensen die zich misdragen een 'purge' of een 'timeout' geven. Als je een purge krijgt, dan worden al jou berichten uit de chat verwijderd en kan je voor 1 seconde niet meer praten. Als je een timeout krijgt, dan kan je voor een aantal minuten of uren niet meer praten. Deze tijden kunnen variëren, maar meestal duurt het 10 minuten. Het is ook mogelijk dat je een ban krijgt. Wanneer je wordt gebanned, kan je nooit meer wat zeggen in deze chat, echter kan je nog de stream wel blijven kijken. Moderators kunnen ook helpen met het beantwoorden van vragen."
		},
		"streamer": {
			"name": "Broadcaster",
			"short": "Dit is de persoon die aan het streamen is op het kanaal",
			"link": "http://i.imgur.com/yDZq8TX.png",
			"long": "Dit is de icon van de streamer waar je naar aan het kijken bent. Tijdens de stream praat deze persoon waarschijnlijk nauwelijks in de chat omdat hij of zij bezig is met de stream."
		},
		"verified": {
			"name": "Verified",
			"short": "Badge speciaal voor Twitch partners",
			"link": "http://i.imgur.com/n1Sk6k9.png",
			"long": "Als een streamer een Twitch partner is, krijgt hij naast een sub button en alle andere perks ook een icon die iedereen op de website kan zien. Zo valt elke partner dus op in de chat. Deze badge, net zoals de meeste andere, kan ook worden uitgezet."
		},
		"turbo": {
			"name": "Turbo",
			"short": "Betaalde service van Twitch",
			"link": "http://i.imgur.com/MQTUiXI.png",
			"long": "Turbo is een betaalde service van Twitch waarbij je extra features kan krijgen in de chat. Je betaalt 9 dollar per maand voor verschillende features: geen advertenties, aangepaste emoticons, de turbo badge, meer chatkleuren en meer opslagruimte voor het opslaan van je streams. <a href='https://www.twitch.tv/products/turbo/ticket/new' target='_blank'>Klik hier</a> als je meer informatie over Turbo wilt of het wilt kopen."
		},
		"prime": {
			"name": "Twitch Prime",
			"short": "Betaalde service in samenwerking met Amazon",
			"link": "http://i.imgur.com/jc0JCji.png",
			"long": "Prime is een vernieuwde methode om Twitch en hun streamers te helpen. Door gebruik te maken van Amazon Prime Video kan je voor 6 euro per maand veel extra's krijgen. Je kan het zien als een verbeterde versie van Turbo, omdat je de Turbo perks krijgt, maar ook andere extra's zoals: In-game items, 1x gratis subben op een kanaal per maand en alle mogelijkheden van Amazon Prime Video! Als je Amazon Prime hebt, kan je dit ook gebruiken in plaats van Amazon Prime Video. Voor meer info over Twitch Prime klik <a href='https://nl.blog.twitch.tv/twitch-prime-neemt-de-wereld-over-met-exclusieve-gear-in-playerunknowns-battlegrounds-en-meer-e0cfb88d1257' target='_blank'>HIER</a>."
		},
		"cheer": {
			"name": "Cheers",
			"short": "Mensen die geld geven aan de streamer door middel van bits",
			"link": "http://i.imgur.com/NcrukQO.png",
			"long": " Cheeren is een manier om de streamer die je aan het kijken bent te supporten! Dit kan je door bits te doneren. Deze kan je kopen in je chat via Amazon. Elke bit die je koopt in ongeveer 1 cent waard. Bij bepaalde hoeveelheden bits die je hebt gedoneerd bij een kanaal krijg je een speciale badge. Meer informatie over cheeren en bits kan je <a href='https://help.twitch.tv/customer/nl/portal/articles/2449458' target='_blank'>HIER</a> vinden. <br><br><i>Dit zijn de badges die je krijgt per aantal bits.</i><br><img src='http://i.imgur.com/DBCPJfA.jpg' style='width:300px;height:350px;'/>"
		},
		"sub": {
			"name": "Subscriber",
			"short": "Mensen die maandelijks geld betalen voor extra's in de chat",
			"link": "http://i.imgur.com/zVB5s5P.png",
			"long": "Elke channel heeft zijn eigen subscriber icon. Je kan dit zien door met je muis over de icon heen te gaan. Als je dit doet, kan je ook zien hoe lang deze persoon als een subscriber is. Deze zwarte ster is de standaard sub icon op Twitch. Als je deze ziet is de streamer dus pas net een partner."
		},
		"other": {
			"name": "Overige",
			"short": "Alle overige badges beschikbaar op Twitch",
			"link": "http://i.imgur.com/84pwnWw.png",
			"long": "Op Twitch zijn er naast de standaard rank badges hierboven ook andere badges. Deze badges kunnen op verschillende manieren verkregen worden. De meeste badges zijn te krijgen door Twitch Crates te openen. Deze crates krijg je door games van meer dan 5 dollar te kopen via Twitch. Er zijn ook een aantal badges die je alleen kan krijgen tijdens bepaalde events, zoals de Alliance / Horde badges. <a href='https://twitchstuff.3v.fi/badges.html' target='_blank'>Hier</a> is een overzicht van alle badges. Klik op onbekende badge om te zien waar het van is."
		}
	}
}
